[{"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "auth", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "sessions", "model": "session"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "mycompany", "model": "post"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "mycompany", "model": "images"}}, {"model": "contenttypes.contenttype", "pk": 9, "fields": {"app_label": "mycompany", "model": "mail"}}, {"model": "sessions.session", "pk": "faj72xoye54lxynybsmkeigm8tockiq9", "fields": {"session_data": "MTA0YTE0OTFjZTczNTBiZTBhYjgwNzU2N2RiZTljNjk2NWEwMWIwMDp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiIzMjdiNmE4Yzk3ZWYyMjM0ODRhNzhiNWQ2NzFlZTU5ZmVkYmIzNmM4In0=", "expire_date": "2023-04-18T20:34:14.519Z"}}, {"model": "sessions.session", "pk": "qfbu57a016en1szh4hircgknn64kxreo", "fields": {"session_data": "MTA0YTE0OTFjZTczNTBiZTBhYjgwNzU2N2RiZTljNjk2NWEwMWIwMDp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiIzMjdiNmE4Yzk3ZWYyMjM0ODRhNzhiNWQ2NzFlZTU5ZmVkYmIzNmM4In0=", "expire_date": "2023-06-05T21:05:21.650Z"}}, {"model": "mycompany.post", "pk": 1, "fields": {"title": "CDA Announces Long-Awaited Good News for Plot Owners of E-12 Sector", "Posted_by": "Property Gharana", "created_on": "2023-05-22T21:15:02.308Z", "date": "2023-05-23", "content": "<h1><strong>CDA Announces Long-Awaited Good News for Plot Owners of E-12 Sector</strong></h1>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong><a href=\"https://propakistani.pk/wp-content/uploads/2023/02/CDA-1.jpg\"><img alt=\"Capital Development Authority\" src=\"https://propakistani.pk/wp-content/uploads/2023/02/CDA-1.jpg\" style=\"height:560px; width:1000px\" /></a></strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The Capital Development Authority (CDA) has officially kick-started development activities in the E-12 sector.</p>\r\n\r\n<p>In a recent announcement on Twitter, Chairman CDA Noor ul Amin Mengal shared the eagerly anticipated update, highlighting the authority&rsquo;s commitment to swiftly transform the sector into a well-planned and thriving area.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>With the initiation of development work, the CDA aims to address the long-standing demands of plot owners and fulfill its promise to provide essential infrastructure and facilities in E-12.</p>\r\n\r\n<p>The sector, which holds immense potential for residential and commercial ventures, has been a focal point of attention for both plot owners and investors eagerly awaiting progress.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>hairman CDA emphasized the significance of timely execution by revealing that a strict deadline of 6 months has been set for the completion of development activities in the sector.</p>\r\n\r\n<p>This targeted timeline reflects the CDA&rsquo;s determination to expedite the process, ensuring that plot owners and potential stakeholders can reap the benefits of a well-developed and functional area in the shortest possible time.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n<quillbot-extension-portal></quillbot-extension-portal>", "category": "RSK", "image": "images/CDA-1.jpg"}}, {"model": "mycompany.post", "pk": 2, "fields": {"title": "A Complete Guide to ‘Construction Blueprints’", "Posted_by": "Property Gharana", "created_on": "2023-05-22T21:26:13.667Z", "date": "2023-05-23", "content": "<h1><strong>&nbsp; &nbsp; &nbsp;</strong></h1>\r\n\r\n<h1><strong>A Complete Guide to &lsquo;Construction Blueprints</strong></h1>\r\n\r\n<p><strong><img alt=\"None\" src=\"https://propakistani.pk/proproperty/wp-content/uploads/2022/09/Untitled-design-1-1-768x430.jpg\" style=\"height:430px; width:768px\" /></strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The blueprints of any construction activity list the dimensions, materials, and other crucial elements that are required for construction.</p>\r\n\r\n<p>Also, the building contractors can more effectively divide the work among team members and estimate the costs when using blueprints.</p>\r\n\r\n<p>CAD files or PDFs are the two most used file formats for construction designs. They comprise measurements, material quantities, locations, and other crucial project information.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Therefore, before beginning a project, contractors can use them to see what has been developed, enabling them to determine what materials are required and where everything must be located for it to be completed according to plan.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>Core Purposes of Construction Blueprints</strong></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>All stages of the construction process involve the use of construction blueprints. They can be used to plan a renovation project, design a new structure, and work out the specifics.</p>\r\n\r\n<p>Following are some areas that are aided with the use of construction blueprints:</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h3><strong>Architectural Perspective</strong></h3>\r\n\t</li>\r\n</ul>\r\n\r\n<p>The architectural viewpoint and overall feel of the project are provided by the blueprints. This is crucial while working on residential or commercial projects.</p>\r\n\r\n<p>Before spending a sizable amount of money on their houses, many homeowners are curious to know what it will look like and want to picture it.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h3><strong>Enhanced Visualization</strong></h3>\r\n\t</li>\r\n</ul>\r\n\r\n<p>The construction blueprints give the building crew a sense of what they are truly doing. It makes it easier for the construction team, engineers, project managers, and every member of staff to precisely determine what has to be done</p>\r\n\r\n<p>.</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h3><strong>Used as Prototype</strong></h3>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Blueprints are used to depict the final product when developing a new building and also be used as a prototype to market and attract other clients.</p>\r\n\r\n<p>They also contain details regarding the materials and the locations of the appliances and equipment. It is simpler to obtain permissions and have plans approved with this information.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h3><strong>Aids in Renovation Projects</strong></h3>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Blueprints can be used to demonstrate the already finalized design features when working on a renovation project. They can also be used to demonstrate to the homeowner or contractor what has to be done throughout the renovation job.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h3><strong>Cost Estimation</strong></h3>\r\n\t</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The cost of a project can be estimated using blueprints. This can be useful when putting in a bid for a contract or negotiating the best price with a client.</p>\r\n\r\n<p>In addition to quality control and the necessary amount of suggested supplies, it will contain all material expenses.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h3><strong>Record Tracking of Consumed Material</strong></h3>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Placing the materials used during the design process on blueprints allows you to keep a record of them.</p>\r\n\r\n<p>This might assist you in cost estimation and in making sure everything is taken into account so that no financial confusions arise in the future.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h3><strong>Understanding and Interpreting Construction Blueprints</strong></h3>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Although there are numerous varieties of blueprints, they all have certain common information. Typically, measurements and materials are represented by symbols on blueprints.</p>\r\n\r\n<p>To properly interpret and read blueprints, it&rsquo;s crucial to understand what each sign on a blueprint means.</p>\r\n\r\n<p>You might see symbols for things like walls, floors, roofs, doors, windows, foundations, etc. in blueprints.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h2><strong>Utilities of Construction Blueprints</strong></h2>\r\n\t</li>\r\n</ul>\r\n\r\n<p>You need to have a thorough one-on-one consultation with a construction professional to go over all of your demands and objectives to design the ideal construction blueprint.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h4>&nbsp;</h4>\r\n\r\n<ul>\r\n\t<li>\r\n\t<h4>In return, the construction professional can assess your situation, create a custom strategy for you, and let you know about any dependencies and difficulties.</h4>\r\n\t</li>\r\n\t<li>\r\n\t<h4>All the stages of the construction process make use of blueprints. They are employed for project design, renovation planning, project estimation, and keeping track of the materials utilized in the design.</h4>\r\n\t</li>\r\n\t<li>\r\n\t<h4>Blueprints are used to depict a project&rsquo;s design throughout the design phase. A blueprint can be used to elaborately explain the design&rsquo;s details.</h4>\r\n\t</li>\r\n\t<li>\r\n\t<h4>They also contain details regarding the materials and the locations of the appliances and equipment. With this knowledge, it is simpler to obtain permits and complete the required legal tasks.</h4>\r\n\t</li>\r\n\t<li>\r\n\t<h4>Blueprints are used to picture the plan specifics, operational details, and all the intricacies involved during the planning phase of a project. They can also be used to outline the steps involved in completing the project as a whole.</h4>\r\n\t</li>\r\n\t<li>\r\n\t<h4>Finally, a project&rsquo;s tentative prospective cost can be estimated using blueprints, which can help you organize your funds. This can be useful when submitting a project bid or giving clients a quotation.</h4>\r\n\t</li>\r\n</ul>\r\n\r\n<h4>You don&rsquo;t have to be an engineer or an architect to understand and grasp a construction layout. Construction blueprints can assist you in building your dream home, even though they could initially seem intimidating.</h4>\r\n\r\n<h4>By comprehending this comprehensive guide to blueprints, you will be able to determine the construction timetable, bill of materials, total cost, and a lot more in addition to learning everything there is to know about the project.</h4>\r\n\r\n<h4>follow PropertyGharana&nbsp;for other informative pieces and detailed Real estate and construction blogs.</h4>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n<quillbot-extension-portal></quillbot-extension-portal>", "category": "CU", "image": "images/Untitled-design-1-1-768x430.jpg"}}, {"model": "mycompany.post", "pk": 3, "fields": {"title": "Capital Smart City Islamabad New Deal: Ready to Possession Plots", "Posted_by": "Property Gharana", "created_on": "2023-05-22T21:42:05.537Z", "date": "2023-05-23", "content": "<h1>Capital Smart City Islamabad New Deal: Ready to Possession Plots</h1>\r\n\r\n<h2><strong>Capital Smart City Islamabad New Deal: Ready to Possession Plots</strong></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Discover the art of understanding and leveraging purchasers&rsquo; financial needs to move your investment to best landing place. To grab the idea come to explore&nbsp;<strong>this investment blog&nbsp;</strong>(3 minutes 45 seconds read) below the lines.</p>\r\n\r\n<p>Capital Smart City Islamabad New deal of ready to Possession plots is in the limelight for potential investors. This exclusive deal is designed according to the dynamic real estate market of the country. Its affordable payment plans that smoothly align the project&rsquo;s financial feasibility with purchasers&rsquo; preferences and financial capabilities are key factors for its immediate success.</p>\r\n\r\n<p>This exclusive deal is for the investors, who want immediate possession of the plot to start construction. All dues Clear (ADC) plots are being offered with diversified discounts and location selection opportunities.</p>\r\n\r\n<p>These readily available plots are located in three well-developed blocks of&nbsp;<strong>Capital Smart City Islamabad (CSCI) namely; Overseas East Block, Overseas Central Block, and Prime-1 Block.</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Capital Smart City Islamabad New Deal: location and accessibility overview</strong></p>\r\n\r\n<p><strong>Capital Smart City Islamabad (CSCI)</strong>&nbsp;is the&nbsp;<strong>Rawalpindi Development Authority (RDA)&nbsp;</strong>approved residential and commercial project located on the edge of&nbsp;<strong>M-2(Lahore-Islamabad) motorway Toll Plaza (9.2 KM)</strong>&nbsp;adjacent to&nbsp;<strong>Thallian Interchange</strong>&nbsp;in front of&nbsp;<strong>CPEC</strong>&nbsp;route.</p>\r\n\r\n<p>You can access&nbsp;<strong>Islamabad International Airport</strong>&nbsp;within a few minutes timeframe while residing in&nbsp;<strong>CSCI.</strong></p>\r\n\r\n<p>It is easily approachable from the M-2 motorway through the main&nbsp;<strong>Chakri road</strong>&nbsp;and&nbsp;<strong>ring road.</strong>&nbsp;Moreover,&nbsp;<strong>Blue World City Islamabad</strong>&nbsp;is in the whereabouts of the project. Additionally, a delegated interchange from the adjacent highway has been approved through&nbsp;<strong>Frontier Works Organization (FWO).</strong></p>\r\n\r\n<p><strong>Capital Smart City Islamabad New Deal:&nbsp;</strong><strong>Payment plan</strong></p>\r\n\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Capital Smart City Islamabad (CSCI) New Deal&nbsp;</strong>Payment Plan has revolutionized affordability and availability. Stretch out your payments over an extended period, it is giving you the freedom to comfortably manage your finances while securing your future. Say goodbye to financial stress and hello to your dream plot!</p>\r\n\r\n<p>You can book your&nbsp;<strong>05,07,10,12 Marla</strong>&nbsp;and&nbsp;<strong>1 Kanal</strong>&nbsp;size plot under&nbsp;<strong>Capital Smart City Islamabad New Deal</strong>&nbsp;to readily start construction in below mentioned financial breakdown.</p>\r\n\r\n<p><strong>Mandatory Not:</strong></p>\r\n\r\n<ul>\r\n\t<li>These above-mentioned prices include development charges.</li>\r\n\t<li>There would be a 10% rebate on the Lump Sum payments.</li>\r\n\t<li>There would be a 5% rebate on a 50% payment.</li>\r\n\t<li>The Processing fee for 5-7 Marla plot will be PKR 12,000/- (Non- refundable)</li>\r\n\t<li>The Processing fee for plots above 7Marla will be PKR 15,000/- (Non- refundable)</li>\r\n\t<li>These Prices are exclusive of any taxes/Government Dues.</li>\r\n</ul>\r\n\r\n<p><strong>Capital Smart City Islamabad New Deal:&nbsp;</strong><strong>First Come, First Served Policy</strong></p>\r\n\r\n<p>Announcing the groundbreaking Capital Smart City Islamabad New Deal-where being first to deal with Capital Smart City has its advantages!</p>\r\n\r\n<p>With exclusive&nbsp;<strong>&ldquo;First come, first served&rdquo; policy,</strong>&nbsp;you have the unparalleled opportunity to select your desired plot by making&nbsp;<strong>30% down payment.</strong></p>\r\n\r\n<p>Be among few who will have the freedom to choose the perfect plot that coordinates with your vision and preferences. Act now and grab the day!</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Capital Smart City Islamabad New Deal: Booking Procedure&nbsp;</strong></p>\r\n\r\n<p><strong>&nbsp;</strong></p>\r\n\r\n<p>You can&nbsp;<strong>book</strong>&nbsp;your plot in&nbsp;<strong>Capital Smart City Islamabad</strong>&nbsp;without visiting the&nbsp;<strong>Society office in the flesh.</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>After paying, the&nbsp;<strong>Down Payment ( 20%) of the value of ready to possession</strong>&nbsp;plot in the&nbsp;<strong>official accounts of Property Gharana</strong>, Send your ( or of your close relation)&nbsp;<strong>two Passport size Photographs along with NIC Copies and Payment Slip</strong>&nbsp;to Property Gharana official WhatsApp Number.</p>\r\n\r\n<p>You can&nbsp;<strong>verify</strong>&nbsp;your Booking in your&nbsp;<strong>online payment plan</strong>&nbsp;in a blink. We will dispatch the mandatory legal documents, invoices, and official file of the plot through courier.</p>\r\n\r\n<p><strong>Now, waiting for what?</strong></p>\r\n\r\n<p><strong>&nbsp;</strong></p>\r\n\r\n<p><strong>Rush up to your phone to avail this amazing investment opportunity under the Capital Smart City Islamabad New Deal.</strong></p>\r\n\r\n<p><strong>Capital Smart City Islamabad New Deal:&nbsp;</strong><strong>the developmental-work updates</strong></p>\r\n\r\n<p>To overlook the development work, in the&nbsp;<strong>past year</strong>&nbsp;in&nbsp;<strong>The</strong>&nbsp;<strong>Capital Smart City Islamabad</strong><strong>,</strong>&nbsp;let&rsquo;s join a&nbsp;<strong>virtual tour of society</strong>&nbsp;in this updated blog.</p>\r\n\r\n<p>Come about to enter the most alluring&nbsp;<strong>entrance</strong>&nbsp;ever in&nbsp;<strong>Sialkot city</strong>,&nbsp;<strong>the grand entrance</strong>&nbsp;of&nbsp;<strong>The</strong>&nbsp;<strong>Capital Smart City Islamabad</strong>&nbsp;crafted on M-2 Motorway near CPEC route. Bordering the main entrance, there is the&nbsp;<strong>Main Boulevard</strong>&nbsp;of the society, which is embellished with&nbsp;<strong>Smart street Lights</strong>, and&nbsp;<strong>tempting Horticultural artwork.</strong></p>\r\n\r\n<p>Coming next is the appealingly designed&nbsp;<strong>The Round About</strong>&nbsp;of the society, surrounded by a number of about-to-execute&nbsp;<strong>commercial squares.</strong></p>\r\n\r\n<p>Upfront to the Round About, there are&nbsp;<strong>residential Blocks</strong>, comprising thousands of 0<strong>5, 07, 10, 12 Marla, and 1 Kanal</strong>&nbsp;size ready to deliver residential Plots.</p>\r\n\r\n<p>The residential blocks and the rest of the society have been lined with&nbsp;<strong>sewerage, water, gas, electricity, and underground optical fiber lines.&nbsp;</strong>The inter-society and street&nbsp;<strong>roads</strong>&nbsp;are completely&nbsp;<strong>carpeted.</strong></p>\r\n\r\n<p><strong>Modern educational institutions I-e; Schools, and College along with modern Health-care Centers are their finishing stage.</strong></p>\r\n<quillbot-extension-portal></quillbot-extension-portal>", "category": "RP", "image": "images/capital-logo.webp"}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add log entry", "content_type": 1, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change log entry", "content_type": 1, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete log entry", "content_type": 1, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can view log entry", "content_type": 1, "codename": "view_logentry"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can add permission", "content_type": 2, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can change permission", "content_type": 2, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can delete permission", "content_type": 2, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can view permission", "content_type": 2, "codename": "view_permission"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can add group", "content_type": 3, "codename": "add_group"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can change group", "content_type": 3, "codename": "change_group"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can delete group", "content_type": 3, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can view group", "content_type": 3, "codename": "view_group"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add user", "content_type": 4, "codename": "add_user"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change user", "content_type": 4, "codename": "change_user"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete user", "content_type": 4, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can view user", "content_type": 4, "codename": "view_user"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can add content type", "content_type": 5, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can change content type", "content_type": 5, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can delete content type", "content_type": 5, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can view content type", "content_type": 5, "codename": "view_contenttype"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can add session", "content_type": 6, "codename": "add_session"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can change session", "content_type": 6, "codename": "change_session"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can delete session", "content_type": 6, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can view session", "content_type": 6, "codename": "view_session"}}, {"model": "auth.permission", "pk": 25, "fields": {"name": "Can add post", "content_type": 7, "codename": "add_post"}}, {"model": "auth.permission", "pk": 26, "fields": {"name": "Can change post", "content_type": 7, "codename": "change_post"}}, {"model": "auth.permission", "pk": 27, "fields": {"name": "Can delete post", "content_type": 7, "codename": "delete_post"}}, {"model": "auth.permission", "pk": 28, "fields": {"name": "Can view post", "content_type": 7, "codename": "view_post"}}, {"model": "auth.permission", "pk": 29, "fields": {"name": "Can add images", "content_type": 8, "codename": "add_images"}}, {"model": "auth.permission", "pk": 30, "fields": {"name": "Can change images", "content_type": 8, "codename": "change_images"}}, {"model": "auth.permission", "pk": 31, "fields": {"name": "Can delete images", "content_type": 8, "codename": "delete_images"}}, {"model": "auth.permission", "pk": 32, "fields": {"name": "Can view images", "content_type": 8, "codename": "view_images"}}, {"model": "auth.permission", "pk": 33, "fields": {"name": "Can add mail", "content_type": 9, "codename": "add_mail"}}, {"model": "auth.permission", "pk": 34, "fields": {"name": "Can change mail", "content_type": 9, "codename": "change_mail"}}, {"model": "auth.permission", "pk": 35, "fields": {"name": "Can delete mail", "content_type": 9, "codename": "delete_mail"}}, {"model": "auth.permission", "pk": 36, "fields": {"name": "Can view mail", "content_type": 9, "codename": "view_mail"}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$150000$36y7jbdcdKpY$xYRi+Am6+mi19xNaX/Fr8b+Z5a/oyfju4w3Paci67ec=", "last_login": "2023-05-22T21:05:19.796Z", "is_superuser": true, "username": "salmansajid306", "first_name": "", "last_name": "", "email": "salmansajidsattar@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2023-04-04T20:32:32.848Z", "groups": [], "user_permissions": []}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2023-04-04T21:03:01.701Z", "user": 1, "content_type": 7, "object_id": "1", "object_repr": "Capital Smart City Interchange Officially Approved", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2023-04-05T22:27:47.972Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "Topcity 1 Islamabad", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2023-04-06T00:15:17.284Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "Images object (1)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2023-04-06T18:34:07.020Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "Topcity 1 Islamabad", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"image\"]}}]"}}, {"model": "admin.logentry", "pk": 5, "fields": {"action_time": "2023-04-06T18:34:22.966Z", "user": 1, "content_type": 7, "object_id": "1", "object_repr": "Capital Smart City Interchange Officially Approved", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"image\"]}}]"}}, {"model": "admin.logentry", "pk": 6, "fields": {"action_time": "2023-04-06T21:07:18.356Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Urban City Lahore | Location, Prices, and Booking", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 7, "fields": {"action_time": "2023-04-06T21:11:10.468Z", "user": 1, "content_type": 7, "object_id": "4", "object_repr": "7 Wonders City Islamabad Development Started", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 8, "fields": {"action_time": "2023-04-12T16:18:19.869Z", "user": 1, "content_type": 7, "object_id": "4", "object_repr": "7 Wonders City Islamabad", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"title\"]}}]"}}, {"model": "admin.logentry", "pk": 9, "fields": {"action_time": "2023-04-12T16:19:09.636Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Urban City Lahore | Prices, and Booking", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"title\"]}}]"}}, {"model": "admin.logentry", "pk": 10, "fields": {"action_time": "2023-05-22T21:09:04.465Z", "user": 1, "content_type": 7, "object_id": "4", "object_repr": "7 Wonders City Islamabad", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 11, "fields": {"action_time": "2023-05-22T21:09:18.042Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Urban City Lahore | Prices, and Booking", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 12, "fields": {"action_time": "2023-05-22T21:09:28.821Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "Topcity 1 Islamabad", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 13, "fields": {"action_time": "2023-05-22T21:09:36.314Z", "user": 1, "content_type": 7, "object_id": "1", "object_repr": "Capital Smart City Interchange Officially Approved", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 14, "fields": {"action_time": "2023-05-22T21:15:02.332Z", "user": 1, "content_type": 7, "object_id": "1", "object_repr": "CDA Announces Long-Awaited Good News for Plot Owners of E-12 Sector", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 15, "fields": {"action_time": "2023-05-22T21:26:14.891Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "A Complete Guide to ‘Construction Blueprints’", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 16, "fields": {"action_time": "2023-05-22T21:42:05.649Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Capital Smart City Islamabad New Deal: Ready to Possession Plots", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 17, "fields": {"action_time": "2023-05-23T11:12:12.568Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "A Complete Guide to ‘Construction Blueprints’", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"content\"]}}]"}}, {"model": "admin.logentry", "pk": 18, "fields": {"action_time": "2023-05-23T11:12:53.257Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "A Complete Guide to ‘Construction Blueprints’", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"content\"]}}]"}}, {"model": "admin.logentry", "pk": 19, "fields": {"action_time": "2023-05-23T11:14:12.087Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "A Complete Guide to ‘Construction Blueprints’", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"content\"]}}]"}}]